Repository: JuanMiguelBG/EmulationStation-fcamod-ogs
Catalog: resources/locale/*/emulationstation2.po
Languages: es

source: EMULATOR SETTINGS
es: CONFIGURACIÓN DE EMULADORES

source: LOG INFO
es: INFORMACIÓN DE LOG

source: LOG LEVEL
es: DETALLE DEL LOG

source: LOG WITH MILLISECONDS
es: LOG CON MILISEGUNDOS

source: ACTIVATE ES SCRIPTS LOGGING
es: ACTIVATE LOG EN LOS SCRIPTS DE ES

source: LOWER MUSIC WHEN PLAYING VIDEO
es: ATENUAR MÚSICA AL REPRODUCIR VIDEOS

source: SOUNDS
es: SONIDOS

source: PLAY SYSTEM-SPECIFIC MUSIC
es: REPRODUCIR MÚSICA ESPECÍFICA DEL SISTEMA

source: DISPLAY SONG TITLES
es: MOSTRAR TÍTULOS DE CANCIONES

source: SONG TITLE DISPLAY DURATION
es: TIEMPO EN PANTALLA DEL TÍTULO DE LA CANCIÓN

source: SHOW FAVORITES ON TOP
es: MOSTRAR FAVORITOS PRIMERO

source: PREFERRED IMAGE SOURCE
es: ORIGEN DE IMAGEN PREFERIDO

source: PREFERRED THUMBNAIL SOURCE
es: ORIGEN DE MINIATURA PREFERIDO

source: SELECT THEME TO INSTALL
es: SELECCIONE EL TEMA A INSTALAR

source: '%s' ADDED TO DOWNLOAD QUEUE
es: '%s' SE AÑADIÓ A LA COLA DE DESCARGAS

source: SCRAPE MARQUEE
es: MARQUESINA DE INFORMACIÓN

source: %i SELECTED
es: %i SELECCIONADO

source: GAME %i OF %i
es: JUEGO %i DE %i

source: VIDEO SCREENSAVER SETTINGS
es: CONFIGURAR SALVAPANTALLAS DE VÍDEO

source: SLIDESHOW SCREENSAVER SETTINGS
es: CONFIGURAR SALVAPANTALLAS DE PRESENTACIÓN

source: SCREENSAVER CONTROLS
es: CONTROLES DEL SALVAPANTALLAS

source: VIDEO SCREENSAVER
es: VIDEO DEL SALVAPANTALLAS

source: SLIDESHOW SCREENSAVER
es: PRESENTACIÓN DEL SALVAPANTALLAS

source: DOWNLOADING
es: DESCARGANDO

source: GROUPED SYSTEMS
es: SISTEMAS AGRUPADOS

source: THEME INSTALLED SUCCESSFULLY
es: TEMA INSTALADO SATISFACTORIAMENTE

source: Downloading
es: Descargando

source: Extracting
es: Extrayendo

source: Only missing medias
es: Solo contenido faltante

source: always
es: siempre

source: start & end
es: inicio y fin

source: never
es: nunca

source: SCRAPE VIDEOS
es: OBTENER VÍDEOS

source: RESET GAMELIST CUSTOMISATIONS
es: RESTABLECER PERSONALIZACIONES DE LISTAS

source: RESET
es: RESTABLECER

source: SHOW FOLDERS
es: MOSTRAR CARPETAS

source: HAVING MULTIPLE GAMES
es: CONTIENEN VARIOS JUEGOS

source: having multiple games
es: contienen varios juegos

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
es: ¿SEGURO QUE DESEAS CONFIGURAR UN CONTROL?

source: disabled
es: desactivado

source: DISABLED
es: DESACTIVADO

source: default
es: por defecto

source: DEFAULT
es: POR DEFECTO

source: SWAP IMAGE AFTER (SECS)
es: CAMBIAR IMAGEN CADA (SEGS)

source: SHOW GAME NAME
es: MOSTRAR NOMBRE DEL JUEGO

source: STRETCH IMAGES
es: AJUSTAR IMÁGENES

source: BACKGROUND AUDIO
es: SONIDO DE FONDO

source: USE CUSTOM IMAGES
es: USAR IMÁGENES PERSONALIZADAS

source: CUSTOM IMAGE DIR
es: CARPETA DE IMÁGENES PER.

source: CUSTOM IMAGE DIR RECURSIVE
es: RECURSIVIDAD EN CARPETA DE IMÁGENES PER.

source: CUSTOM IMAGE FILTER
es: FILTRO DE IMAGENES PER.

source: SWAP VIDEO AFTER (SECS)
es: CAMBIAR VÍDEO CADA (SEGS)

source: SHOW GAME INFO
es: MOSTRAR INFORMACIÓN DEL JUEGO

source: SHOW GAME INFO ON SCREENSAVER
es: MOSTRAR INFORMACIÓN DEL JUEGO

source: USE MARQUEE AS GAME INFO
es: USAR MARQUESINA COMO INFORMACIÓN DEL JUEGO

source: USE RANDOM DECORATION
es: UTILIZAR DECORACIÓN ALEATORIA

source: STRETCH VIDEO ON SCREENSAVER
es: AJUSTAR VÍDEO EN SALVAPANTALLAS

source: This collection is empty
es: Esta colección está vacia.

source: None
es: Ninguno

source: Various
es: Varios

source: among other titles.
es: entre otros títulos.

source: This collection contains
es: Esta colección contiene

source: games, including
es: juegos, incluyendo

source: Loading...
es: Cargando...

source: Preloading UI...
es: Precargando la interface de usuario...

source: Preload VLC...
es: Precargando VLC...

source: ADD/REMOVE GAMES TO THIS GAME COLLECTION
es: AÑADIR/QUITAR JUEGOS DE LA COLECCIÓN

source: FINISH EDITING
es: TERMINAR LA EDICIÓN

source: COLLECTION
es: COLECCIÓN

source: FINISH EDITING '%s' COLLECTION
es: TERMINAR LA EDICIÓN DE LA COLECCIÓN '%s'

source: GRID SIZE
es: TAMAÑO DE CUADRÍCULA

source: DEFAULT GRID SIZE
es: TAMAÑO POR DEFECTO CUADRÍCULA

source: UI MODE
es: MODO INTERFAZ

source: PRELOAD UI
es: PRECARGA UI

source: SEARCH FOR LOCAL ART
es: BÚSQUEDA DE ARTE LOCAL

source: VSYNC
es: SINCRONIZACIÓN VERTICAL

source: DISPLAY FAVORITES FIRST IN GAMELIST
es: MOSTRAR JUEGOS FAVORITOS PRIMERO

source: SHOW SYSTEM NAME IN COLLECTIONS
es: MOSTRAR NOMBRE DEL SISTEMA EN LAS COLECCIONES

source: OPTIMIZE IMAGES VRAM USE
es: OPTIMIZAR USO VRMAM CON IMÁGENES

source: Full
es: Completo

source: Kiosk
es: Kiosco

source: Kid
es: Niño

source: GAME COLLECTION SETTINGS
es: CONF. COLECCIONES DE JUEGOS

source: CANCEL
es: CANCELAR

source: automatic
es: automático

source: basic
es: básico

source: BASIC
es: BÁSICO

source: detailed
es: detallado

source: DETAILED
es: DETALLADO

source: video
es: vídeo

source: VIDEO
es: VÍDEO

source: grid
es: cuadrícula

source: fade
es: desvanecerse

source: instant
es: instantáneo

source: enhanced
es: mejorado

source: slide
es: animado

source: gridex
es: cuadrícula detallada

source: ENABLE NAVIGATION SOUNDS
es: ACTIVAR SONIDOS DE NAVEGACIÓN

source: ENABLE VIDEO PREVIEW AUDIO
es: HABILITAR AUDIO EN LOS VIDEOS

source: APPLY FILTER
es: APLICAR FILTRO

source: ARCADE SYSTEMS
es: SISTEMAS ARCADE

source: AUTOMATIC GAME COLLECTIONS
es: COLECCIONES DE JUEGOS AUTOMÁTICAS

source: SELECT COLLECTIONS
es: SELECCIONAR COLECCIONES

source: CUSTOM GAME COLLECTIONS
es: COLECCIONES PERSONALIZADAS

source: CREATE CUSTOM COLLECTION
es: CREAR COLECCIÓN PERSONALIZADA

source: CREATE NEW CUSTOM COLLECTION FROM THEME
es: CREAR UNA COLECCIÓN DE UN TEMA

source: SELECT THEME FOLDER
es: SELECCIONAR CARPETA

source: CREATE NEW CUSTOM COLLECTION
es: CREAR UNA COLECCIÓN PERSONALIZADA

source: New Collection Name
es: Nombre de la nueva colección

source: New Collection
es: Nueva Colección

source: GROUP UNTHEMED CUSTOM COLLECTIONS
es: AGRUPAR COLECCIONES SIN TEMA

source: EDITING COLLECTION
es: EDITANDO COLECCIÓN

source: COLLECTION FULL NAME
es: NOMBRE COMPLETO DE LA COLECCIÓN

source: FINISH EDITING COLLECTION
es: FINALIZAR EDICIÓN

source: PARSE GAMESLISTS ONLY
es: SOLO LISTA XML DE JUEGOS

source: POWER SAVER MODES
es: MODOS AHORRO DE ENERGÍA

source: SUSPEND MODES
es: MODOS DE SUSPENSIÓN

source: DEEP
es: PROFUNDO / EN MEMORIA

source: LIGHT
es: LIGERO / CONGELAR

source: GAME LIST
es: LISTA DE JUEGOS

source: SAVE METADATA ON EXIT
es: GUARDAR METADATOS AL SALIR

source: SHOW HIDDEN FILES
es: MOSTRAR ARCHIVOS OCULTOS

source: VRAM LIMIT
es: LIMITE MAX VRAM

source: FILTER GAMELIST BY
es: FILTRAR LISTA POR

source: RESET ALL FILTERS
es: RESTABLECER TODOS LOS FILTROS

source: GAMELIST VIEW STYLE
es: MODO VISTA, LISTA DE JUEGOS

source: VIEW CUSTOMISATION
es: VER PERSONALIZACIÓN

source: GAME LAUNCH TRANSITION
es: TRANSICIÓN AL LANZAR JUEGO

source: MENUS SETTINGS
es: CONFIGURACIÓN DE MENÚS

source: CENTER MENUS ON SCREEN
es: MENÚS CENTRADOS EN LA PANTALLA

source: AUTO SIZE WIDTH BASED ON FONT SIZE
es: ANCHO AUTOMÁTICO BASADO EN EL TAMAÑO DE LA FUENTE

source: SHOW DETAILED SYSTEM INFO
es: MOSTRAR INFO. SISTEMA DETALLADA

source: SHOW CONTROLLER ACTIVITY
es: MOSTRAR ACTIVIDAD DEL MANDO EN PANTALLA

source: SHOW BATTERY LEVEL
es: MOSTRAR EL NIVEL DE BATERÍA

source: SHOW NETWORK INDICATOR
es: MOSTRAR INDICADOR DE RED

source: PRELOAD METADATA MEDIA ON BOOT
es: PRECARGA DE MULTIMEDIA EN EL ARRANQUE

source: Reduces lag when scrolling through a fully scraped gamelist, increases boot time.
es: Reduce el lag cuando navegamos por una lista de juegos completamente scrapeada, aumenta el tiempo de arranque.

source: THREADED LOADING
es: ACELERAR LA CARGA DEL SISTEMA

source: OPTIMIZE SYSTEM
es: OPTMIZAR EL SISTEMA

source: OVERCLOCK SYSTEM
es: OVERCLOCKING DEL SISTEMA

source: PRELOAD VLC
es: PRECARGAR VLC

source: SHOW FILE BROWSER
es: MOSTRAR NAVEGADOR DE ARCHIVOS

source: ENABLED
es: HABILITAR

source: CAN STOP VIDEO AFTER (SECS)
es: PUEDE PARAR EL VIDEO EN (SECS)

source: RANDOM
es: ALEATORIO

source: Rating
es: Valoración

source: Released
es: Publicado

source: Developer
es: Desarrollador

source: Publisher
es: Editor

source: Genre
es: Género

source: Players
es: Jugadores

source: players
es: jugadores

source: PLAYERS
es: JUGADORES

source: NO GAMES FOUND - SKIP
es: NO SE ENCUENTRAN JUEGOS - IGNORAR

source: RETRY
es: REINTENTAR

source: SKIP
es: IGNORAR

source: SEARCH FOR
es: BUSCAR POR:

source: SEARCH
es: BUSCAR

source: SCRAPING IN PROGRESS
es: ESCANEADO EN CURSO

source: SCRAPING IS RUNNING. DO YOU WANT TO STOP IT ?
es: SCRAPEANDO. ¿QUIERE DETENERLO?

source: SYSTEM
es: SISTEMA

source: subtitle text
es: texto del subtítulo

source: INPUT
es: ENTRADA

source: STOP
es: DETENER

source: stop (progress saved)
es: detener (progreso guardado)

source: IT LOOKS LIKE YOUR SYSTEMS CONFIGURATION FILE HAS NOT BEEN SET UP OR IS INVALID. YOU'LL NEED TO DO THIS BY HAND, UNFORTUNATELY. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
es: PARECE QUE EL ARCHIVO DE CONFIGURACIÓN DE SU SISTEMA NO HA SIDO CONFIGURADO O NO ES VÁLIDO. DESAFORTUNADAMENTE, DEBERÁ HACERLO MANUALMENTE. VISITE EMULATIONSTATION.ORG PARA MÁS INFORMACIÓN.

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
es: ¡NO PODEMOS ENCONTRAR SISTEMAS! COMPRUEBE QUE LA RUTA ES CORRECTA EN EL ARCHIVO DE CONFIGURACIÓN DE SISTEMAS, Y SU DIRECTORIO DE JUEGOS TIENE MÍNIMO UN JUEGO CON EXTENSIÓN CORRECTA. VISITE EMULATIONSTATION.ORG PARA MÁS INFORMACIÓN.

source: EDIT METADATA
es: EDITAR LOS METADATOS

source: SCRAPE
es: SCRAPEAR

source: SAVE
es: GUARDAR

source: YES
es: SI

source: DELETE
es: BORRAR

source: SAVE CHANGES ?
es: ¿GUARDAR CAMBIOS?

source: BACK
es: VOLVER

source: ACCEPT
es: ACEPTAR

source: CLOSE
es: CERRAR

source: PARENT FOLDER
es: CARPETA PRINCIPAL

source: SCREENSHOTS FOLDER
es: CARPETA DE CAPTURAS DE PANTALLA

source: FILE BROWSER
es: EXAMINAR

source: MAIN MENU
es: MENÚ PRINCIPAL

source: SYSTEM SETTINGS
es: CONFIGURACIÓN DEL SISTEMA

source: VERSION
es: VERSIÓN

source: DISK USAGE
es: ESPACIO EN DISCO

source: STORAGE DEVICE
es: DISPOSITIVO DE ALMACENAMIENTO

source: LANGUAGE
es: IDIOMA

source: TIMEZONE
es: ZONA HORARIA

source: SELECT YOUR TIMEZONE
es: SELECCIONA TU ZONA HORARIA

source: none
es: ninguno

source: NONE
es: NINGUNO

source: UPDATES
es: ACTUALIZACIONES

source: AUTO UPDATES
es: ACTUALIZACIONES AUTOMÁTICAS

source: START UPDATE
es: INICIAR ACTUALIZACIÓN

source: UPDATE AVAILABLE
es: ACTUALIZACIÓN DISPONIBLE

source: SECURITY
es: SEGURIDAD

source: ENFORCE SECURITY
es: REFORZAR LA SEGURIDAD

source: ROOT PASSWORD
es: CONTRASEÑA DE ROOT

source: IT IS NOT RECOMMENDED TO ENABLE THIS OPTION IF YOU ARE DEVELOPING OR TESTING.
es: NO SE RECOMIENDA HABILITAR ESTA OPCIÓN SI ESTA DESARRLLANDO O TESTEANDO.

source: THE SYSTEM WILL NOW REBOOT
es: EL SISTEMA SE REINICIARÁ AHORA

source: THE AUDIO INTERFACE HAS CHANGED.
es: LA INTERFACE DE SONIDO HA CAMBIADO.

source: THE EMULATIONSTATION WILL NOW RESTART.
es: EMULATIONSTATION SE REINICIARÁ AHORA.

source: OVERCLOCK CONFIGURATION ERROR
es: ERROR AL CONFIGURACIÓN EL OVERCLOCKING

source: GAMES SETTINGS
es: CONFIGURACIÓN DE JUEGOS

source: GAME RATIO
es: FORMATO DE JUEGO

source: SMOOTH GAMES
es: JUEGOS SUAVES

source: REWIND
es: REBOBINAR

source: AUTO SAVE/LOAD
es: AUTO GUARDAR/CARGAR

source: SHADERS SET
es: CONJUNTO DE SHADERS

source: RETROACHIEVEMENTS SETTINGS
es: CONFIGURACIÓN DE RETROACHEIVMENTS

source: RETROACHIEVEMENTS
es: RETROACHIEVEMENTS (LOGROS)

source: HARDCORE MODE
es: MODO HARDCORE

source: LEADERBOARDS
es: CLASIFICACIONES

source: CHALLENGE INDICATORS
es: INDICADORES DE DESAFÍO

source: RICH PRESENCE
es: PRESENCIA PROACTIVA

source: BADGES
es: INSIGNIAS

source: TEST UNOFFICIAL ACHIEVEMENTS
es: PROBAR LOGROS NO OFICIALES

source: VERBOSE MODE
es: MODO DETALLADO

source: AUTOMATIC SCREENSHOT
es: CAPTURA DE PANTALLA AUTOMÁTICA

source: UNLOCK SOUND
es: SONIDO DE DESBLOQUEO

source: PLAY UNLOCK SOUND
es: REPRODUCIR SONIDO DE DESBLOQUEO

source: RETROACHIEVEMENT UNLOCK SOUND
es: RETROACHIEVEMENT SONIDO DE DESBLOQUEO

source: NOTICE
es: AVISO

source: NOTICE_BACK
es: AVISO HACIA ATRAS

source: UNLOCK
es: DESBLOQUEAR

source: ENCORE MODE (LOCAL RESET OF ACHIEVEMENTS)
es: MODO REPETITIVO (RESTABLECIMIENTO LOCAL DE LOGROS)

source: USERNAME
es: NOMBRE DE USUARIO

source: PASSWORD
es: CONTRASEÑA

source: UNABLE TO ACTIVATE RETROACHIEVEMENTS
es: NO ES POSIBLE ACTIVAR LOS LOGROS

source: A valid account is required. Please register an account on https://retroachievements.org
es: Se requiere una cuenta, por favor, regístrate en: https://retroachievements.org

source: ADVANCED
es: AVANZADO

source: REALLY UPDATE GAMES LISTS ?
es: ¿DESEAS ACTUALIZAR LAS LISTAS DE JUEGOS?

source: UPDATE GAMES LISTS
es: ACTUALIZAR LISTAS DE JUEGOS

source: CONTROLLERS SETTINGS
es: CONFIGURACIÓN DE CONTROLES

source: SWITCH A/B BUTTONS IN EMULATIONSTATION
es: INVERTIR BOTONES A/B EN EMULATIONSTATION

source: SWITCH "PAGE UP" TO L1 IN EMULATIONSTATION
es: INVERTIR "RE. PÁGINA" A L1 EN EMULATIONSTATION

source: SWITCH "PAGE DOWN" TO R1 IN EMULATIONSTATION
es: INVERTIR "AV. PÁGINA" A R1 EN EMULATIONSTATION

source: DISPLAY SETTINGS
es: CONFIGURACIÓN DE PANTALLA

source: BRIGHTNESS
es: BRILLO

source: BRIGHTNESS STEP
es: VARIACIÓN DEL BRILLO

source: SHOW OVERLAY WHEN BRIGHTNESS CHANGES
es: MOSTRAR BARRA BRILLO AL CAMBIAR

source: RESTORE BRIGHTNESS AFTER GAME
es: RESTAURAR BRILLO DESPUES DE UN JUEGO

source: BLINK WITH LOW BATTERY
es: PARPADEAR CON BATERIA BAJA

source: AUTO DIM SETTINGS
es: CONFIGURACIÓN DE ATENUAR PANTALLA

source: DISPLAY AUTO DIM SETTINGS
es: CONFIGURACIÓN DE ATENUAR PANTALLA

source: DIM AFTER
es: ATENUAR DESPUES DE

source: SYSTEM BRIGHTNESS
es: BRILLO DEL SISTEMA

source: MAX SYSTEM BRIGHTNESS
es: BRILLO MÁXIMO DEL SISTEMA

source: FULL SCREEN MODE
es: MODO PANTALLA COMPLETA

source: REALLY WANT TO CHANGE THE SCREEN MODE ?
es: ¿REALMENTE QUIERO CAMBIAR EL MODO DE PANTALLA?

source: UI SETTINGS
es: CONFIGURACIÓN DE INTERFAZ

source: LAUNCH SCREENSAVER
es: LANZAR SALVAPANTALLAS

source: SCREENSAVER SETTINGS
es: CONFIGURACIÓN DE SALVAPANTALLAS

source: SCREENSAVER AFTER
es: SALVAPANTALLAS DESPUÉS DE:

source: TRANSITION STYLE
es: ESTILO DE TRANSICIÓN

source: SCREENSAVER BEHAVIOR
es: MODO DE SALVAPANTALLAS

source: STOP MUSIC ON SCREENSAVER
es: DETENER MÚSICA EN EL SALVAPANTALLAS

source: random video
es: vídeo aleatorio

source: slideshow
es: pase de imágenes

source: dim
es: atenuar pantalla

source: black
es: pantalla en negro

source: suspend
es: suspender

source: USER INTERFACE
es: INTERFACE DE USUARIO

source: SUSPEND
es: SUSPENDER

source: SHOW FRAMERATE
es: MOSTRAR TASA DE IMÁGENES

source: SHOW RETROARCH FPS
es: MOSTRAR FPS EN RETROARCH

source: USE FULL SCREEN PAGING FOR PU/PD
es: USAR TAMAÑO DE PANTALLA EN PAGINACIÓN

source: ON-SCREEN HELP
es: AYUDA EN PANTALLA

source: SHOW BATTERY STATUS
es: MOSTRAR ESTADO DE BATERÍA

source: ICON
es: ICONO

source: ICON AND TEXT
es: ICONO Y TEXTO

source: HIDE WHEN RUNNING GAME
es: OCULTAR AL LANZAR JUEGO

source: QUICK SYSTEM SELECT
es: SELECCIÓN RAPIDA DE SISTEMA

source: THEMES
es: TEMAS

source: THEME
es: TEMA

source: SHOW RANDOM THEME
es: MOSTRAR TEMA ALEATORIO

source: YOU SELECTED A THEME MANUALLY, THE RANDOM THEME SELECTION HAS BEEN DISABLED
es: SELECCIONÓ UN TEMA MANUALMENTE, LA SELECCIÓN DE TEMA ALEATORIO HA SIDO DESHABILITADA

source: SOUND SETTINGS
es: CONFIGURACIÓN DE SONIDO

source: SYSTEM VOLUME
es: VOLUMEN DEL SISTEMA

source: MUSIC VOLUME
es: VOLUMEN DE LA MÚSICA

source: AUDIO CARD
es: TARJETA DE SONIDO

source: BLUETOOTH AUDIO
es: SONIDO BLUETOOTH

source: AUDIO DEVICE
es: DISPOSITIVO DE SONIDO

source: Speaker
es: Altavoz

source: Record
es: Grabadora

source: Playback
es: Reproductor

source: MUSIC
es: MÚSICA

source: FRONTEND MUSIC
es: MÚSICA DE FONDO

source: SHOW OVERLAY WHEN VOLUME CHANGES
es: MOSTRAR BARRA VOLUMEN AL CAMBIAR

source: RESTORE VOLUME AFTER GAME
es: RESTAURAR VOLUMEN DESPUES DE UN JUEGO

source: ONLY PLAY SYSTEM-SPECIFIC MUSIC FOLDER
es: SOLO REPRODUCIR MÚSICA DEL PROPIO SISTEMA

source: FILTER GAMES BY TEXT
es: FILTRAR JUEGOS POR TEXTO

source: Games similar to
es: Juegos similares a

source: THIS FUNCTION IS DISABLED WHEN SCRAPING IS RUNNING
es: ESTA FUNCIÓN ESTÁ DESHABILITADA CUANDO SE ESTÁ SCRAPEANDO

source: OUTPUT DEVICE
es: DISPOSITIVO DE SALIDA

source: MUTE
es: SILENCIAR

source: SPEAKER
es: ALTAVOCES

source: HEADPHONES
es: AURICULARES

source: SPEAKER AND HEADPHONES
es: ALTAVOCES Y AURICULARES

source: NETWORK SETTINGS
es: CONFIGURACIÓN DE RED

source: REMOTE SERVICES SETTINGS
es: CONFIGURACIÓN DE SERVICIOS REMOTOS

source: ENABLE WIFI POWERSAVE
es: HABILITAR AHORRO DE ENERGÍA WIFI

source: NETWORK MANAGER WAIT ONLINE
es: ESPERA EN LINEA DEL GESTOR DE RED

source: ACTIVATE
es: ACTIVAR

source: BOOT WITH SYSTEM
es: INICIAR CON EL SISTEMA

source: CONFIGURING THE '%s' SERVICE...
es: CONFIGURANDO EL SERVICIO '%s'...

source: SERVICE '%s' - SUCCESFULLY CONFIGURED.
es: SERVICIO '%s' - CORRECTAMENTE CONFIGURADO.

source: SERVICE '%s' - CONFIGURATION ERROR.
es: SERVICIO '%s' - ERROR DE CONFIGURACIÓN.

source: "(**)" WIFI ALREADY CONFIGURED, NOT NEED ENTER PASSWORD TO CONNECT
es: "(**)" WIFI YA CONFIGURADA, NO NECESITA INTRODUCIR CONTRASEÑA

source: CONNECTED
es: CONECTADO

source: NOT CONNECTED
es: DESCONECTADO

source: STATUS
es: ESTADO

source: INTERNET STATUS
es: ESTADO DE INTERNET

source: IP ADDRESS
es: DIRECCIÓN IP

source: NETMASK
es: MASCARA DE RED

source: SUBNET
es: SUBRED

source: HOSTNAME
es: NOMBRE HOST

source: WIFI SIGNAL
es: SEÑAL WIFI

source: WIFI CHANNEL
es: CANAL WIFI

source: WIFI SECURITY
es: SEGURIDAD WIFI

source: CONNECTION RATE
es: VELOCIDAD DE CONEXIÓN

source: OTHER INFORMATION
es: OTRA INFORMACIÓN

source: ENABLE WIFI
es: HABILITAR WIFI

source: WIFI SSID
es: SSID WIFI

source: WIFI KEY
es: CLAVE WIFI

source: CONNETING TO WIFI
es: CONECTANDO A WIFI

source: DISCONNETING TO WIFI
es: DESCONECTANDO A WIFI

source: WIFI ENABLED
es: WIFI HABILITADO

source: WIFI CONFIGURATION ERROR
es: ERROR DE CONFIGURACIÓN WIFI

source: RESET WIFI CONECTION
es: RESETEAR CONEXIÓN WIFI

source: MANUAL DNS
es: DNS MANUAL

source: MANUAL DNS ENABLED
es: DNS MANUAL ACTIVADO

source: DNS CONFIGURATION ERROR
es: ERROR AL CONFIGURAR EL DNS

source: CONFIGURING MANUAL DNS
es: CONFIGURANDO DNS

source: RESETING DNS CONFIGURATION
es: RESTABLECIENDO CONFIGURANDO DNS

source: DNS CONFIGURATION SUCCESFULLY RESET
es: CONFIGURANCIÓN DNS RESETEADA CORRECTAMENTE

source: DNS RESET ERROR
es: ERROR AL RESTABLECER DNS

source: INFORMATIONS
es: INFORMACIONES

source: SETTINGS
es: CONFIGURACIONES

source: MANUAL INPUT
es: ENTRADA MANUAL

source: NO WIFI NETWORKS FOUND
es: NO SE ENCONTRARON REDES INALÁMBRICAS

source: SEARCHING WIFI NETWORKS...
es: BUSCANDO REDES INALÁMBRICAS...

source: REFRESH
es: ACTUALIZAR

source: SCRAPE FROM
es: SCRAPEAR DESDE:

source: SCRAPE RATINGS
es: OBTENER VALORACIONES

source: SCRAPE NOW
es: SCRAPEAR AHORA

source: SCRAPING
es: SCRAPEANDO

source: Searching
es: Buscando

source: SEARCHING
es: BUSCANDO

source: SCRAPE FAILED
es: SCRAPEO FALLIDO

source: SCRAPING FINISHED. REFRESH UPDATE GAMES LISTS TO APPLY CHANGES.
es: SCRAPEO TERMINADO. ACTUALIZE LA LISTAS DE JUEGOS PARA APLICAR CAMBIOS.

source: QUIT
es: SALIR

source: QUICK ACCESS
es: ACCESO RÁPIDO

source: SKIP TO THE NEXT SONG
es: SALTAR A LA SIGUIENTE CANCIÓN

source: NOW PLAYING
es: SONANDO

source: GAME METADATA EDIT - "SELECT" CLOSE MENU
es: EDICIÓN METADATOS - "SELECT" CIERRA EL MENÚ

source: AUTOSCROLL MENU ENTRIES
es: SCROLL EN ELEMENTOS DEL MENÚ

source: OTHERS
es: OTROS

source: "QUIT" SETTINGS
es: CONFIGURACIÓN DE "SALIR"

source: QUIT MENU
es: MENÚ SALIR

source: SYSTEM HOTKEY EVENTS SETTINGS
es: CONF. EVENTOS HOTKEY DEL SISTEMA

source: VOLUME
es: VOLUMEN

source: VOLUME STEP
es: VARIACIÓN DEL VOLUMEN

source: PERFORMANCE
es: RENDIMIENTO

source: QUIT EMULATIONSTATION
es: SALIR DE EMULATIONSTATION

source: RESTART EMULATIONSTATION
es: REINICIAR EMULATIONSTATION

source: REALLY QUIT?
es: ¿SEGURO DE SALIR?

source: REALLY RESTART?
es: ¿SEGURO DE REINICIAR?

source: RESTART SYSTEM
es: REINICIAR EL SISTEMA

source: FAST RESTART SYSTEM
es: REINICIAR RÁPIDAMENTE

source: Restart without saving metadata.
es: Reinicia el sistema sin guardar metadatos.

source: REALLY RESTART WITHOUT SAVING METADATA?
es: ¿DESEAS REINICIAR SIN GUARDAR METADATOS?

source: REALLY SUSPEND?
es: ¿SEGURO DE SUSPENDER?

source: SUSPEND SYSTEM
es: SUSPENDER EL SISTEMA

source: shutdown
es: apagar

source: REALLY SHUTDOWN?
es: ¿SEGURO DE APAGAR?

source: SHUTDOWN SYSTEM
es: APAGAR EL SISTEMA

source: FAST SHUTDOWN SYSTEM
es: APAGAR RÁPIDAMENTE

source: Shutdown without saving metadata.
es: Apaga el sistema sin guardar metadatos.

source: REALLY SHUTDOWN WITHOUT SAVING METADATA?
es: ¿DESEAS APAGAR SIN GUARDAR METADATOS?

source: DEVICE AUTO SUSPEND SETTINGS
es: CONFIGURACIÓN DE SUSPENSIÓN AUTOMÁTICA

source: STAY AWAKE WHILE CHARGING
es: MANTENER DESPIERTO CARGANDO

source: BY TIME
es: POR TIEMPO

source: ENABLE
es: ACTIVAR

source: SUSPEND AFTER
es: SUSPENDER DESPUES DE

source: BY BATTERY LEVEL
es: POR NIVEL DE BATERIA

source: BATTERY LEVEL
es: NIVEL DE BATERÍA

source: SUSPEND WITH LEVEL
es: SUSPENDER CON NIVEL

source: THE '%s' SCREENSAVER WAS DISABLED. THE SCREENSAVER BEHAVIOR WAS SETTLED TO 'NONE'.
es: EL PROTECTOR DE PANTALLA '%s' FUE DESHABILITADO. SE ESTABLECIO EL PROTECTOR DE PANTALLA 'NINGUNO'.

source: THE PROCESS MAY DURE SOME SECONDS. PLEASE WAIT.
es: EL PROCESO PUEDE DURAR ALGUNOS SEGUNDOS. ESPERE POR FAVOR.

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
es: USTED VA A CONFIGURAR UN MANDO, SI TIENE SÓLO UN JOYSTICK, CONFIGURE LAS TECLAS DE DIRECCIÓN E IGNORE LA CONFIGURACIÓN DEL JOYSTICK MANTENIENDO APRETADO UN BOTÓN. SI NO TIENE UN BOTÓN ESPECIAL PARA HOTKEY, USE SELECT E IGNORE LOS BOTONES QUE NO HAYA EN SU MANDO. NO PUEDE USAR OTRA VEZ UN BOTÓN YA CONFIGURADO MANTENIENDO APRETADO UN BOTÓN. LOS NOMBRES DE LOS BOTONES ESTÁN BASADOS EN EL MANDO DE SUPER NINTENDO.

source: CONFIGURE A CONTROLLER
es: CONFIGURAR UN MANDO

source: CONTROLLER PAIRED
es: MANDO EMPAREJADO

source: UNABLE TO PAIR CONTROLLER
es: NO SE PUEDE EMPAREJAR EL MANDO

source: AN ERROR HAS OCCURED
es: HA OCURRIDO UN ERROR

source: THE EMULATOR EXITED UNEXPECTEDLY
es: EL EMULADOR SE CERRÓ INESPERADAMENTE

source: BAD COMMAND LINE ARGUMENTS
es: ARGUMENTOS DE LÍNEA DE COMANDOS INCORRECTOS

source: INVALID CONFIGURATION
es: CONFIGURACIÓN NO VÁLIDA

source: UNKNOWN EMULATOR
es: EMULADOR DESCONOCIDO

source: EMULATOR IS MISSING
es: FALTA EL EMULADOR

source: CORE IS MISSING
es: FALTA EL NÚCLEO

source: EMPTY COMMAND LINE
es: LÍNEA DE COMANDOS VACÌA

source: UKNOWN ERROR
es: ERROR DESCONOCIDO

source: NO CONTROLLERS FOUND
es: NO SE ENCUENTRA MANDO

source: PAIR A BLUETOOTH CONTROLLER
es: EMPAREJAR MANDO BLUETOOTH

source: CONTROLLERS LINKS HAVE BEEN DELETED.
es: SE HA BORRADO EL EMPAREJAMIENTO DEL MANDO.

source: FORGET BLUETOOTH CONTROLLERS
es: OLVIDAR MANDOS BLUETOOTH

source: INPUT P%i
es: ENTRADA %i

source: CHOOSE
es: ELEGIR

source: SELECT
es: SELECCIONAR

source: OPTIONS
es: OPCIONES

source: JUMP TO...
es: IR A...

source: SORT GAMES BY
es: ORDENAR JUEGOS POR:

source: GAME OPTIONS
es: OPCIONES DEL JUEGO

source: DELETE GAME
es: ELIMINAR JUEGO

source: LAUNCH THIS GAME AT STARTUP
es: INICIAR EL JUEGO AL ARRANCAR EL SISTEMA
