Repository: JuanMiguelBG/EmulationStation-fcamod-ogs
Catalog: resources/locale/*/emulationstation2.po
Languages: es

source: THIS WILL DELETE THE ACTUAL GAME FILE(S)! ARE YOU SURE?
es: ¡ESTO BORRARÁ LOS ARCHIVO DEL JUEGO! ¿ESTÁ SEGURO?

source: EDIT THIS GAME'S METADATA
es: EDITAR METADATOS DEL JUEGO

source: SCRAPE THESE GAMES
es: SCRAPEAR ESTOS JUEGOS

source: All Games
es: Todos los juegos

source: Only missing image
es: Sólo imagenes faltantes

source: FILTER
es: FILTRO

source: SCRAPE THESE SYSTEMS
es: SCRAPEAR ESTOS SISTEMAS

source: SYSTEMS
es: SISTEMAS

source: USER DECIDES ON CONFLICTS
es: EL USUARIO ELIGE SI HAY CONFLICTO

source: HTTP status 401
es: Codigo de error HTTP 401

source: API closed for non-registered members
es: API accesible solo a miembros registrados

source: START
es: INICIAR

source: start
es: iniciar

source: NO GAMES FIT THAT CRITERIA.
es: NO HAY JUEGOS CON ESOS CRITERIOS.

source: BLUETOOTH SETTINGS
es: CONFIGURACIÓN DE BLUETOOTH

source: ENABLE BLUETOOTH
es: HABILITAR BLUETOOTH

source: ENABLING BLUETOOTH ...
es: ACTIVANDO BLUETOOTH ...

source: DISABLING BLUETOOTH ...
es: DESACTIVANDO BLUETOOTH ...

source: BLUETOOTH CONFIGURATOR
es: CONFIGURADOR DE BLUETOOTH

source: UNPAIR ALL
es: DESEMPAREJAR TODOS

source: AUTO CONNECT AUDIO DEVICES ON BOOT
es: AUTOCONECTAR AL ARRANCAR

source: WAIT BEFORE BOOT GAME LAUNCH
es: ESPERA ANTES DEL JUEGO DE ARRANQUE

source: TIMEOUT BEFORE LAUNCH THE BOOT GAME
es: TIEMPO DE ESPERA ANTES DE INICIAR EL JUEGO DE ARRANQUE

source: ARE YOU SURE YOU WANT TO DISCONNECT THE DEVICE?
es: ¿DESEA DESCONONECTAR EL DISPOSITIVO?

source: ARE YOU SURE YOU WANT TO REMOVE ALL DEVICES?
es: ¿DESEA BORRAR TODOS LOS DISPOSITIVOS?

source: DISCONNECT ALL
es: DESCONECTAR TODOS

source: ARE YOU SURE YOU WANT TO DISCONNECT ALL DEVICES?
es: ¿DESEA DESCONONECTAR TODOS LOS DISPOSITIVOS?

source: NO BLUETOOTH DEVICES FOUND
es: NO SE ENCONTRARON DISPOSITIOVS BLUETOOTH

source: CONNECTING BLUETOOTH DEVICE
es: CONECTANDO DISPOSITIVO BLUETOOTH

source: DISCONNECTING BLUETOOTH DEVICE
es: DESCONECTANDO DISPOSITIVO BLUETOOTH

source: DEVICE SUCCESSFULLY DISCONNECTED
es: DISPOSITIVO DESCONECTADO CORRECTAMENTE

source: DEVICE SUCCESSFULLY UNPAIRED
es: DISPOSITIVO DESEMPAREJADO CORRECTAMENTE

source: DEVICE SUCCESSFULLY PAIRED AND CONNECTED
es: DISPOSITIVO EMPAREJADO Y CONECTADO CORRECTAMENTE

source: DEVICE SUCCESSFULLY CONNECTED
es: DISPOSITIVO CONECTADO CORRECTAMENTE

source: DEVICE FAILED TO UNPAIR
es: ERROR AL DESEMPAREJAR EL DISPOSITIVO

source: DEVICE FAILED TO PAIR AND CONNECT
es: ERROR AL EMPAREJAR Y CONECTAR EL DISPOSITIVO

source: DEVICE FAILED TO CONNECT
es: ERROR AL CONECTAR EL DISPOSITIVO

source: CONNECT
es: CONECTAR

source: DISCONNECT
es: DESCONECTAR

source: CONNECT/DISCONNECT
es: CONECTAR/DESCONECTAR

source: PLEASE WAIT...
es: ESPERE POR FAVOR...

source: ALL BLUETOOTH DEVICES HAVE BEEN UNPAIRED.
es: LOS DISPOSITIVOS BLUETOOTH HAN SIDO DESEMPAREJADOS.

source: ALL BLUETOOTH DEVICES HAVE BEEN DISCONNECTED.
es: LOS DISPOSITIVOS BLUETOOTH HAN SIDO DESCONECTADOS.

source: NOT ALL BLUETOOTH DEVICES HAVE BEEN UNPAIRED.
es: NO TODOS LOS DISPOSITIVOS BLUETOOTH HAN SIDO DESEMPAREJADOS.

source: NOT ALL BLUETOOTH DEVICES HAVE BEEN DISCONNECTED.
es: NO TODOS LOS DISPOSITIVOS BLUETOOTH HAN SIDO DESCONECTADOS.

source: SEARCHING BLUETOOTH CONNECTED DEVICES...
es: BUSCANDO DISPOSITIVOS BLUETOOTH CONECTADOS...

source: SEARCHING BLUETOOTH PAIRED DEVICES...
es: BUSCANDO DISPOSITIVOS BLUETOOTH EMPAREJADOS...

source: SEARCHING BLUETOOTH DEVICES...
es: BUSCANDO DISPOSITIVOS BLUETOOTH...

source: "(**)" ALREADY CONNECTED
es: "(**)" CONECTADO

source: SEARCH NEW BLUETOOTH DEVICES
es: BUSCAR NUEVOS DISPOSITIVOS BLUETOOTH

source: PAIRED BLUETOOTH DEVICES
es: DISPOSITIVOS BLUETOOTH EMPAREJADOS

source: CONNECTED BLUETOOTH DEVICES
es: DISPOSITIVOS BLUETOOTH CONECTADOS

source: ARE YOU SURE YOU WANT TO DELETE THIS CONNECTION?
es: ¿ESTA SEGURO DE ELIMINAR LA CONEXION?

source: REALLY UPDATE?
es: ¿ACTUALIZAR EL SISTEMA?

source: NETWORK CONNECTION NEEDED
es: SE NECESITA CONEXIÓN DE RED

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
es: ACTUALIZACIÓN DESCARGADA, EL SISTEMA SE REINICIARÁ

source: UPDATE FAILED, THE SYSTEM WILL NOW REBOOT
es: FALLO ACTUALIZAR, EL SISTEMA SE REINICIARÁ

source: APPLY UPDATE
es: APLICAR ACTUALIZACIÓN

source: DOWNLOADS AND UPDATES
es: DESCARGAS Y ACTUALIZACIONES

source: THEME INSTALLER
es: INSTALADOR DE TEMAS

source: IMAGE SOURCE
es: IMAGEN PRINCIPAL <IMAGE>

source: SCREENSHOT
es: CAPTURA DE PANTALLA

source: TITLE SCREENSHOT
es: CAPTURA DE TÍTULO

source: BOX SOURCE
es: CAJA <THUMBNAIL>

source: BOX 2D
es: CAJA 2D

source: BOX 3D
es: CAJA 3D

source: LOGO SOURCE
es: LOGOTIPO <MARQUEE>

source: WHEEL
es: RUEDA

source: SHOW FILENAMES IN LISTS
es: MOSTRAR NOMBRES DE ARCHIVO EN LAS LISTAS

source: SHOW CLOCK
es: MOSTRAR RELOJ

source: SHOW CLOCK IN 12-HOUR FORMAT
es: MOSTRAR RELOJ EN FORMATO DE 12H

source: NO UPDATE AVAILABLE
es: NO HAY ACTUALIZACIÓN DISPONIBLE

source: UPDATE IS ALREADY RUNNING
es: ACTUALIZACIÓN EN PROCESO

source: name
es: nombre

source: NAME
es: NOMBRE

source: enter game name
es: introducir nombre

source: description
es: descripción

source: DESCRIPTION
es: DESCRIPCIÓN

source: enter description
es: introducir descripción

source: image
es: imagen

source: IMAGE
es: IMAGEN

source: enter path to image
es: introducir ruta de la imagen

source: enter path to video
es: introducir ruta del vídeo

source: enter path to marquee
es: introducir ruta de la marquesina

source: marquee
es: marquesina

source: MARQUEE
es: MARQUESINA

source: thumbnail
es: miniatura

source: THUMBNAIL
es: MINIATURA

source: SELECT EMULATOR
es: SELECCIONE EMULADOR

source: SELECT CORE
es: SELECCIONE NÚCLEO

source: enter path to thumbnail
es: introducir ruta de la miniatura

source: enter rating
es: introducir valoración

source: release date
es: fecha de lanzamiento

source: RELEASE DATE
es: FECHA DE LANZAMIENTO

source: enter release date
es: introducir fecha de lanzamiento

source: enter game developer
es: introducir desarrolladoro

source: enter game publisher
es: introducir el editoro

source: enter game genre
es: introducir el género

source: enter number of players
es: introducir el número de jugadores

source: enter favorite off/on
es: introducir en favoritos si/no

source: enter hidden off/on
es: introducir en ocultos si/no

source: enter kidgame off/on
es: introducir en para niños si/no

source: add to favorites
es: añadir a favoritos

source: HIDDEN
es: OCULTO

source: hidden
es: oculto

source: EMULATOR
es: EMULADOR

source: emulator
es: emulador

source: CORE
es: NÚCLEO

source: core
es: núcleo

source: FAVORITE
es: FAVORITO

source: favorite
es: favorito

source: set hidden
es: marcar como oculto

source: SET HIDDEN
es: OCULTAR

source: play count
es: veces jugado

source: arcade system
es: sistema arcade

source: ARCADE SYSTEM
es: SISTEMA ARCADE

source: enter number of times played
es: introducir el número de veces jugado

source: Last played
es: Última vez jugado

source: enter last played date
es: introducir la última vez que jugó

source: enter arcade system name
es: introducir nombre del sistema arcade

source: game time
es: tiempo jugado

source: Game time
es: Tiempo jugado

source: how long the game has been played in total (seconds)
es: tiempo total jugado (segundos)

source: %i GAME AVAILABLE
es: %i JUEGO DISPONIBLE

source: %i FAVORITE
es: %i FAVORITO

source: %i GAME SUCCESSFULLY SCRAPED!
es: ¡%i JUEGO SCRAPEADO!

source: %i GAME SKIPPED.
es: ¡%i JUEGO IGNORADO!

source: LAUNCH
es: LANZAR

source: Times played
es: Veces jugado

source: menu
es: menú

source: FILENAME, ASCENDING
es: NOMBRE ARCHIVO, ASCENDENTE

source: FILENAME, DESCENDING
es: NOMBRE ARCHIVO, DESCENDENTE

source: RATING, ASCENDING
es: VALORACIÓN, ASCENDENTE

source: RATING, DESCENDING
es: VALORACIÓN, DESCENDENTE

source: TIMES PLAYED, ASCENDING
es: VECES JUGADO, ASCENDENTE

source: TIMES PLAYED, DESCENDING
es: VECES JUGADO, DESCENDENTE

source: LAST PLAYED, ASCENDING
es: ÚLTIMA VEZ JUGADO, ASCENDENTE

source: LAST PLAYED, DESCENDING
es: ÚLTIMA VEZ JUGADO, DESCENDENTE

source: NUMBER PLAYERS, ASCENDING
es: NÚMERO DE JUGADORES, ASCENDENTE

source: NUMBER PLAYERS, DESCENDING
es: NÚMERO DE JUGADORES, DESCENDENTE

source: RELEASE DATE, ASCENDING
es: FECHA DE PUBLICACION, ASCENDENTE

source: RELEASE DATE, DESCENDING
es: FECHA DE PUBLICACION, DESCENDENTE

source: GENRE, ASCENDING
es: GÉNERO, ASCENDENTE

source: GENRE, DESCENDING
es: GÉNERO, DESCENDENTE

source: DEVELOPER, ASCENDING
es: DESARROLLADOR, ASCENDENTE

source: DEVELOPER, DESCENDING
es: DESARROLLADOR, DESCENDENTE

source: PUBLISHER, ASCENDING
es: EDITOR, ASCENDENTE

source: PUBLISHER, DESCENDING
es: EDITOR, DESCENDENTE

source: SYSTEM, ASCENDING
es: SISTEMA, ASCENDENTE

source: SYSTEM, DESCENDING
es: SISTEMA, DESCENDENTE

source: FILE CREATION DATE, ASCENDING
es: FECHA DE CREACIÓN, ASCENDENTE

source: FILE CREATION DATE, DESCENDING
es: FECHA DE CREACIÓN, DESCENDENTE

source: GAME TIME, ASCENDING
es: TIEMPO JUGADO, ASCENDENTE

source: GAME TIME, DESCENDING
es: TIEMPO JUGADO, DESCENDENTE

source: SYSTEM, RELEASE YEAR, ASCENDING
es: SISTEMA, AÑO DE LANZAMIENTO, ASCENDENTE

source: SYSTEM, RELEASE YEAR, DESCENDING
es: SISTEMA, AÑO DE LANZAMIENTO, DESCENDENTE

source: RELEASE YEAR, SYSTEM, ASCENDING
es: AÑO DE LANZAMIENTO, SISTEMA, ASCENDENTE

source: RELEASE YEAR, SYSTEM, DESCENDING
es: AÑO DE LANZAMIENTO, SISTEMA, DESCENDENTE

source: A,AN,THE
es: UN,UNA,UNOS,UNAS,EL,LA,LOS,LAS

source: WORKING...
es: EN CURSO...

source: CHANGE
es: CAMBIAR

source: just now
es: ahora

source: %i sec ago
es: hace %i segundo

source: %i min ago
es: hace %i minuto

source: %i hour ago
es: hace %i horas

source: %i day ago
es: hace %i día

source: unknown
es: desconocido

source: Unknown
es: Desconocido

source: UNKNOWN
es: DESCONOCIDO

source: SELECT ALL
es: SELECCIONAR TODO

source: SELECT NONE
es: SELECCIONAR NINGUNO

source: UP
es: ARRIBA

source: DOWN
es: ABAJO

source: LEFT
es: IZQUIERDA

source: RIGHT
es: DERECHA

source: JOYSTICK 1 UP
es: JOYSTICK 1 ARRIBA

source: JOYSTICK 1 LEFT
es: JOYSTICK 1 IZQUIERDA

source: JOYSTICK 2 UP
es: JOYSTICK 2 ARRIBA

source: JOYSTICK 2 LEFT
es: JOYSTICK 2 IZQUIERDA

source: PAGE UP
es: L1 (PÁGINA SIGUIENTE)

source: PAGE DOWN
es: R1 (PÁGINA ANTERIOR)

source: CONFIGURING
es: CONFIGURACIÓN

source: KEYBOARD
es: TECLADO

source: GAMEPAD %i
es: MANDO %i

source: PRESS ANYTHING
es: PRESIONE CUALQUIER BOTÓN

source: HOLD ANY BUTTON TO SKIP
es: PRESIONE CUALQUIER BOTÓN PARA IGNORAR

source: -NOT DEFINED-
es: -SIN DEFINIR-

source: ALREADY TAKEN
es: EN USO

source: DISCARD CHANGES
es: DESCARTAR LOS CAMBIOS

source: WELCOME
es: BIENVENIDO

source: CONFIGURE INPUT
es: CONFIGURAR CONTROL

source: %i GAMEPAD DETECTED
es: %i MANDO DETECTADO

source: NO GAMEPADS DETECTED
es: NINGÚN MANDO DETECTADO

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
es: MANTENGA UN BOTÓN PULSADO PARA CONFIGURAR EL CONTROL

source: PRESS F4 TO QUIT AT ANY TIME.
es: PULSE F4 PARA SALIR EN CUALQUIER MOMENTO

source: PRESS ESC TO CANCEL.
es: PULSE ESC PARA CANCELAR.

source: PRESS ESC OR THE HOTKEY TO CANCEL.
es: PULSE ESC O BOTÓN HOTKEY PARA CANCELAR

source: LOADING...
es: CARGANDO...

source: REALLY SHUTDOWN WITHOUT SAVING METADATAS?
es: ¿REALMENTE QUIERE APAGAR SIN GUARDAR LOS METADATOS?

source: ON SCREEN KEYBOARD
es: TECLADO DE PANTALLA

source: SHIFTS FOR UPPER, LOWER, AND SPECIAL
es: PULSE SHIFT PARA MAYÚSCULAS

source: MOVE CURSOR LEFT
es: MOVER CURSOR IZQ.

source: MOVE CURSOR RIGHT
es: MOVER CURSOR DCHA.

source: SPACE
es: ESPACIO

source: SHIFT
es: MAYÚSCULAS

source: STOP EDITING
es: PARAR EDICIÓN

source: MOVE CURSOR
es: MOVER CURSOR

source: EDIT
es: EDITAR

source: ACCEPT RESULT
es: ACEPTAR RESULTADO

source: CHANGE VALUE
es: CAMBIAR VALOR

source: FILENAME
es: NOMBRE DE ARCHIVO

source: RATING
es: VALORACIÓN

source: TIMES PLAYED
es: VECES JUGADO

source: NUMBER OF PLAYERS
es: NÚMERO DE JUGADORES

source: DEVELOPER
es: DESARROLLADOR

source: PUBLISHER
es: EDITOR

source: GENRE
es: GÉNERO

source: No Entries Found
es: Sin entradas

source: KIDGAME
es: PARA NIÑOS

source: PUBLISHER / DEVELOPER
es: EDITOR / DESARROLLADOR

source: SHOW HIDDEN
es: MOSTRAR OCULTO

source: %i GAME HIDDEN
es: %i JUEGO OCULTO

source: ADVANCED SETTINGS
es: CONFIGURACIÓN AVANZADA

source: SYSTEM INFORMATION
es: INFORMACIÓN DEL SISTEMA

source: CPU AND SOCKET
es: CPU Y SOCKET

source: VENDOR ID
es: ID VENDEDOR

source: MODEL NAME
es: MODELO

source: ARCHITECTURE
es: ARQUITECTURA

source: THREAD(S) PER CORE
es: HILOS POR NÚCLEO

source: CPU LOAD
es: CARGA DE CPU

source: RAM MEMORY
es: MEMORIA RAM

source: FREE RAM MEMORY
es: MEMORIA RAM LIBRE

source: USED
es: USADA

source: FREE
es: LIBRE

source: BUFFERED / CACHED
es: EN BUFFER / CACHEADA

source: DISPLAY AND GPU
es: PANTALLA Y GPU

source: GRAPHICS API
es: API DE GRÁFICOS

source: RESOLUTION
es: RESOLUCIÓN

source: BITS PER PIXEL
es: BITS POR PÍXEL

source: GOVERNOR
es: GOBERNADOR

source: INTERACTIVE
es: INTERACTIVO

source: SIMPLE ONDEMAND
es: SIMPLE BAJO DEMANDA

source: ONDEMAND
es: BAJO DEMANDA

source: POWERSAVE
es: AHORRO DE ENERGÍA

source: USERSPACE
es: ESPACIO DE USUARIO

source: SCHEDUTIL
es: PROGRAMADO

source: CONSERVATIVE
es: CONSERVADOR

source: TEMPERATURE
es: TEMPERATURA

source: FREQUENCY
es: FRECUENCIA

source: FREQUENCY MAX
es: FRECUENCIA MÁXIMA

source: FREQUENCY MIN
es: FRECUENCIA MÍNIMA

source: STORAGE
es: ALMACENAMIENTO

source: BOOT DISK USAGE
es: USO DISCO BOOT

source: SYSTEM DISK USAGE
es: USO DISCO SISTEMA

source: ROMS DISK USAGE
es: USO DISCO ROMS

source: ROMS2 DISK USAGE
es: USO DISCO ROMS2

source: USB DISK USAGE
es: USO DISCO USB

source: NETWORK
es: RED

source: BATTERY
es: BATERÍA

source: LEVEL
es: NIVEL

source: CHARGING
es: CARGANDO

source: HEALTH
es: ESTADO

source: GOOD
es: BUENO

source: OVERHEAT
es: SOBRECALENTADA

source: DEAD
es: MUERTA

source: OVER VOLTAGE
es: SOBRE VOLTAJE

source: UNSPECIFIED FAILURE
es: FALLO DESCONOCIDO

source: COLD
es: FRÍA

source: WATCHDOG TIMER EXPIRE
es: TIMER EXPIRADO

source: SAFETY TIMER EXPIRE
es: TIMER SEGURIDAD EXPIRADO

source: OVER CURRENT
es: SOBRE CORRIENTE

source: CALIBRATION REQUIRED
es: NECESITA CALIBRAR

source: WARM
es: CALIENTE

source: COOL
es: FRÍA

source: HOT
es: CALIENTE

source: CAPACITY
es: CAPACIDAD

source: VOLTAGE
es: VOLTAJE

source: DEVICE
es: DISPOSITIVO

source: REVISION
es: REVISIÓN

source: SERIAL
es: Nº SERIE

source: MACHINE ID
es: ID MÁQUINA

source: BOOT ID
es: ID ARRANQUE

source: BOOT SETTINGS
es: PARÁMETROS DE INICIO

source: GAMELIST ONLY
es: SÓLO LISTA JUEGO

source: START ON SYSTEM
es: COMENZAR EN EL SISTEMA

source: RESTORE LAST SELECTED
es: DONDE LO DEJASTE

source: START ON GAMELIST
es: INICIAR EN LISTA DE JUEGOS

source: STOP LAUNCHING THIS GAME AT STARTUP
es: NO INICIAR EL JUEGO AL ARRANCAR EL SISTEMA

source: HIDE SYSTEM VIEW
es: OCULTAR VISTA DE SISTEMAS

source: EMULATOR ADVANCED CONFIGURATION
es: CONFIGURACIÓN AVANZADA EMULADOR

source: ADVANCED EMULATOR CONFIGURATION
es: CONFIGURACIÓN AVANZADA EMULADOR

source: HELP
es: AYUDA

source: THE SYSTEM IS UP TO DATE
es: EL SISTEMA ESTA ACTUALIZADO

source: FORCE BASIC GAMELIST VIEW
es: FORZAR LA VISTA BÁSICA DE JUEGO

source: DOWNLOADED
es: DESCARGADO

source: UPDATE VERSION:
es: VERSIÓN ACTUALIZADA:

source: UPDATE CHANGELOG:
es: ACTUALIZAR REGISTRO DE CAMBIOS:

source: MORE DETAILS
es: MÁS DETALLES

source: CAROUSEL TRANSITIONS
es: TRANSICIONES DE CARRUSEL

source: ENABLE FILTERS
es: ACTIVAR FILTROS

source: IGNORE LEADING ARTICLES WHEN SORTING
es: IGNORAR ARTICULOS AL ORDENAR

source: THEME CONFIGURATION
es: CONFIGURACIÓN DE TEMA

source: YOU MUST APPLY THE THEME BEFORE EDIT CONFIGURATION
es: DEBE APLICAR EL TEMA ANTES DE EDITAR LA CONFIGURACIÓN

source: THEME COLORSET
es: COLORSET TEMA

source: THEME ICONSET
es: ICONSET TEMA

source: THEME MENU
es: MENÚ TEMA

source: THEME SYSTEMVIEW
es: TEMA DE SISTEMA

source: THEME GAMELISTVIEW
es: TEMA DE LISTA DE JUEGOS

source: THEME REGION
es: REGIÓN DE TEMA

source: THIS THEME HAS NO OPTION
es: ESTE TEMA NO TIENE OPCIONES

source: AN ERROR OCCURED - DOWNLOADED
es: HA OCURRIDO UN ERROR - DESCARGADO

source: DEFAULT (%1%)
es: POR DEFECTO (%1%)

source: INPUT REQUIRED
es: ENTRADA OBLIGATORIA

source: (skipped)
es: (ignorado)

source: game
es: juego

source: UPGRADING
es: ACTUALIZANDO

source: PREPARING
es: PREPARANDO

source: Starting UI...
es: Iniciando la interfaz de usuario...

source: SAVING DATA. PLEASE WAIT...
es: GUARDANDO DATOS. POR FAVOR ESPERE ...

source: VERIFYING
es: VERIFICANDO

source: EMPTY LIST
es: LISTA VACÍA

source: COLLECTIONS TO DISPLAY
es: COLECCIONES A MOSTRAR

source: SYSTEMS DISPLAYED
es: SISTEMAS MOSTRADOS

source: SORT COLLECTIONS AND SYSTEMS
es: ORGANIZAR COLECCIONES Y SISTEMAS

source: ALPHABETICALLY
es: ALFABÉTICAMENTE

source: BY MANUFACTURER
es: POR MARCA

source: BY HARDWARE TYPE
es: POR HARDWARE

source: BY RELEASE YEAR
es: POR AÑO DE LANZAMIENTO

source: CONSOLE
es: CONSOLA

source: PORTABLE
es: CONSOLA PORTATIL

source: COMPUTER
es: COMPUTADORA

source: GAMEENGINE
es: MOTOR DE JUEGOS

source: VARIOUS
es: VARIOS

source: SORT OPTIONS
es: OPCIONES DE ORDENACION

source: SORT SYSTEMS
es: ORDENAR SISTEMAS

source: USE FULL SYSTEM NAME IN SORT
es: USAR EL NOMBRE COMPLETO DEL SISTEMA EN LA ORDENACIÓN

source: SPECIAL ALPHA SORT
es: ORDENACIÓN ALFABÉTICA ESPECIAL

source: OTHER OPTIONS
es: OTRAS OPCIONES

source: COLLECTIONS
es: COLECCIONES

source: AUTO COLLECTION
es: COL. AUTOMÁTICA

source: CUSTOM COLLECTION
es: COL. PERSONALIZADA

source: GO TO LETTER
es: IR A LETRA

source: GO TO MANUFACTURER
es: IR A MARCA

source: GO TO HARDWARE
es: IR A HARDWARE

source: GO TO DECADE
es: IR A DÉCADA

source: SYSTEM TOOL
es: HERR. SISTEMA

source: VIEW MENU
es: VER MENÚ

source: CONFIRM TO "QUIT"
es: CONFIRMAR PARA "SALIR"

source: SHOW QUIT MENU WITH SELECT
es: MOSTAR EL MENÚ QUITAR CON SELECT

source: SHOW FAST QUIT ACTIONS
es: MOSTAR OPCIONES DE SALIDA RÁPIDA

source: NO MENU
es: SIN MENÚ

source: ACTION TO EXECUTE
es: ACCIÓN A EJECUTAR

source: SHOW ACTION NAME AS MENU OPTION
es: ACCIÓN COMO OPCIÓN DE MENÚ

source: The selected UI mode has nothing to show, returning to UI mode: FULL
es: El modo seleccionado no muestra nada, volviendo al modo: COMPLETO

source: ERROR: EVERY SYSTEM IS HIDDEN, RE-DISPLAYING ALL OF THEM NOW
es: ERROR: TODOS LOS SISTEMAS ESTÁN OCULTOS, MOSTRANDO TODOS NUEVAMENTE

source: QUICK SEARCH
es: BÚSQUEDA RÁPIDA

source: Loading theme...
es: Cargando tema...

source: Loading gamelists...
es: Cargando listas de juegos...

source: TEXT FOR SIZE CALCULATION
es: TEXTO PARA EL CÁLCULO DEL TAMAÑO

source: MODIFIER
es: CAMBIAR

source: SELECTIONNER
es: ELEGIR

source: DISPLAY
es: PANTALLA

source: AN ERROR HAS OCCURRED
es: HA OCURRIDO UN ERROR

source: Result name
es: Nombre final

source: Result desc
es: Descripción final

source: CONFIGURED SCRAPER IS NO LONGER AVAILABLE. PLEASE CHANGE THE SCARPING SOURCE IN THE SETTINGS.
es: EL SCRAPER CONFIGURADO YA NO ESTÀ DISPONIBLE. CAMBIE EL SCRAPER EN LA CONFIGURACIÓN.

source: FALSE
es: NO

source: TRUE
es: SI

source: %i STAR
es: %i ESTRELLA

source: Editing the '%s' Collection. Add/remove games with 'Y'.
es: Editando la colección '%s'. Añada/elimine juegos con 'Y'.

source: Finished editing the '%s' Collection.
es: Terminada la edición de la colección '%s'.

source: Added '%s' to '%s'
es: Añadido '%s' a '%s'.

source: Removed '%s' from '%s'
es: Eliminado '%s' de '%s'.

source: This collection is empty.
es: La colección esta vacía.

source: all games
es: todos los juegos

source: last played
es: últimos jugados

source: favorites
es: favoritos

source: FAVORITES
es: FAVORITOS

source: Favorites
es: Favoritos

source: 2 players
es: 2 jugadores

source: 4 players
es: 4 jugadores

source: never played
es: Nunca jugados

source: collections
es: colecciones

source: Collections
es: Colecciones

source: vertical arcade
es: arcade vertical

source: Disabling the 'Show Game Info' option;
es: Deshabilitar la opción 'Ver información del juego';

source: GOT IT!
es: ¡ENTENDIDO!

source: both
es: ambos

source: sysdefault
es: sistema por defecto

source: THE "RANDOM VIDEO" SCREENSAVER SHOWS VIDEOS FROM YOUR GAMELIST. IF YOU DON'T HAVE VIDEOS, OR IF NONE OF THEM CAN BE PLAYED AFTER A FEW ATTEMPTS, IT WILL DEFAULT TO "BLACK". MORE OPTIONS IN THE "UI SETTINGS" -> "RANDOM VIDEO SCREENSAVER SETTINGS" MENU.
es: EL PROTECTOR DE PANTALLA "VIDEO ALEATORIO" MUESTRA VIDEOS DE TUS LISTAS DE JUEGOS. SI TUS CARPETAS NO CONTIENEN VIDEOS, O SI NINGUNO DE ELLOS PUEDE SER REPRODUCIDO DESPUÉS DE VARIOS INTENTOS, POR DEFECTO SE PONDRÁ EL FONDO DE PANTALLA EN COLOR "NEGRO". PARA MÁS OPCIONES REVISA EL MENÚ "CONFIGURACIÓN DE SALVAPANTALLAS" -> "CONFIGURAR SALVAPANTALLAS DE VÍDEO ALEATORIO".

source: THE "SUSPEND" SCREENSAVER WON'T BE ENABLED BECAUSE THE "DEVICE AUTO SUSPEND" IS ENABLED.
es: EL PROTECTOR DE PANTALLA "SUSPENDER" NO SE HABILITARÁ PORQUE LA "SUSPENSIÓN AUTOMÁTICA DEL DISPOSITIVO" ESTÁ HABILITADA.

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
es: CUIDADO: ALGUNOS DE TUS SISTEMAS SELECCIONADOS NO TIENFEN UNA PLATAFORMA DEFINIDA. ¡PODRÍA SER MAS INEXACTO DE LO HABITUAL! ¿EJECUTAR DE TODAS FORMAS?

source: NO GAMES WERE SCRAPED
es: NO SE SCRAPEARON JUEGOS

source: CONFIGURATION
es: CONFIGURACIÓN

source: You are changing the UI to a restricted mode:
es: Está cambiando la interfaz de usuario a un modo restringido:

source: This will hide most menu-options to prevent changes to the system. To unlock and return to the full UI, enter this code:
es: Se ocultarán la mayoría de las opciones de menú para evitar cambios en el sistema. Para desbloquear y volver a la IU completa, ingrese el código:

source: Do you want to proceed?
es: ¿Quiere continuar?

source: This collection contains %i game, including :%s
es: Esta colección contiene %i juego, incluyendo :%s

source: NO HOTKEY BUTTON HAS BEEN ASSIGNED. THIS IS REQUIRED FOR EXITING GAMES WITH A CONTROLLER. DO YOU WANT TO USE THE SELECT BUTTON AS YOUR HOTKEY?
es: NO HAS ASIGNADO NINGÚN BOTÓN “HOTKEY”, ESTE BOTÓN ES NECESARIO PARA SALIR DE LOS JUEGOS CON UN MANDO. ¿DESEAS ASIGNAR EL BOTÓN SELECT COMO HOTKEY?

source: SET SELECT AS HOTKEY
es: ASIGNAR SELECT COMO HOTKEY

source: DO NOT ASSIGN HOTKEY
es: NO ASIGNAR HOTKEY

source: HOLD FOR %iS TO SKIP
es: MANTÉN PULSADO %iS PARA SALTAR

source: SYSTEM INFO
es: INFORMACIÓN DEL SISTEMA

source: PORTUGUESE BRAZIL
es: BRASILEÑO

source: DEUTSCHE
es: ALEMÁN

source: SPANISH
es: ESPAÑOL

source: FRENCH
es: FRANCÉS

source: KOREAN
es: COREANO

source: PORTUGUESE PORTUGAL
es: PORTUGUES

source: SIMPLIFIED CHINESE
es: CHINO SIMPLIFICADO

source: ENGLISH
es: INGLÉS

source: ADD STAR
es: +1 ESTRELLA

source: ignore
es: ignorar

source: invalid
es: invalida

source: Logo Text
es: Texto del Logo

source: THE VALUE '%s' ISN'T VALID.
es: EL VALOR '%s' NO ES VÁLIDO.

source: BUILT
es: CREADO EL
